---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BrOrgFilter
source: html/67c49bb1-4901-744e-66e6-d04aad194be3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BrOrgFilter Property

"Filter"

## Syntax (C#)
```csharp
public static ForgeTypeId BrOrgFilter { get; }
```